adpyke.vscode-sql-formatter
antiantisepticeye.vscode-color-picker
be5invis.vscode-custom-css
biomejs.biome
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc-icons
christian-kohler.npm-intellisense
codeium.codeium
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
hashicorp.terraform
local.minimal-theme
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
nickheap.vscode-ant
redhat.java
redhat.vscode-xml
styled-components.vscode-styled-components
subframe7536.custom-ui-style
tyriar.lorem-ipsum
usernamehw.errorlens
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
